{"id":1171,"date":"2019-05-24T14:22:47","date_gmt":"2019-05-24T11:22:47","guid":{"rendered":"https:\/\/www.fastmorecrak.com\/?page_id=1171"},"modified":"2020-09-17T18:11:24","modified_gmt":"2020-09-17T15:11:24","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.fastmorecrak.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"[vc_row type=&#8221;in_container&#8221; full_screen_row_position=&#8221;middle&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; overlay_strength=&#8221;0.3&#8243; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_link_target=&#8221;_self&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; bg_image_animation=&#8221;none&#8221;][vc_column_text]Privacy And Cookie Policy<br \/>\n1. General<\/p>\n<p>Updated on 24.05.2019<\/p>\n<p>FastmoreCrak.com website and its subdomains, further referred to as “the Website” or “FastmoreCrak” is owned by VulnBOT SRL, based in Romania, further referred to as “We” or “Us”, is the data controller of the personal data submitted and processed by accessing the Website, subscribing to the newsletter, or in the event of participating in a promotion campaign, awarding process or event organized by us.<\/p>\n<p>We process the personal data provided by you, further referred to as “The User”, in accordance with the Romanian Law no. 677\/2001 on the protection of individuals with regard to the processing of personal data and the free movement of such data, modified and supplemented and the Law. 506\/2004 concerning the processing of personal data and privacy. Starting with May 25th, 2018, the personal data provided will be processed in accordance with the Regulation (EU) 2016\/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data and repealing Directive 95\/46\/EC (General Data Protection Regulation) and any regulations which will replace the Romanian Law no. 677\/2001.<\/p>\n<p>Business Insider SRL is a carrier of personal data, registered in the Romanian “Registrul de Evidenta a Prelucrarilor de Date cu Caracter Personal” (The National Supervisory Authority For Personal Data Processing) under no. 28263.<\/p>\n<p>2. What personal data we collect?<\/p>\n<p>We collect information on our website in two ways: directly provided by you through forms on our website, and automatically, when using our Website and Newsletters. We use both types of data to improve our service.<\/p>\n<p>The personal data provided directly by you consist in name and e-mail address provided when subscribing to our newsletters or filling in a contact form on our website or in our free app. We sometimes may additionally require your phone number, company name and your position within the company when filling in an advertising or other request form, in order to contact you if more information is needed regarding the request, as well as get back to you with a personalized advertising offer.<\/p>\n<p>The information we collect automatically when you use our services consists in: log data – information collected automatically by our servers, including information that your browser sends when using it, that may include anonymized Internet Protocol address, the address of the web page you visited before using the Services, your browser type and settings, the date and time of your use of the Services, time spent on a certain page, information about your browser configuration and plug-ins, language preferences, cookie data; device information – depending on what type of device you are using and its settings, we may collect information about what type of device you are using, what operating system you are using, device settings, application IDs, unique device identifiers, and crash data; geolocation information – IP addresses and geo location data received from your browser or device may be used to determine approximate location – the IP information collected on our website is anonymised; interaction with our newsletters – we collect information about your interaction with our newsletters, information that is stored and processed via Mailchimp, consisting in: whether you opened a certain newsletter, date and location information for subscribing and opening an email based on IP, whether you opened a link within the newsletter.<\/p>\n<p>We also collect some demographic information that helps us identify our readers’ preferences, in a statistical manner. FastmoreCrak.com also uses cookies, details about which you can find out in the next section.<\/p>\n<p>3. Our use of cookies and similar technologies<\/p>\n<p>The website FastmoreCrak.com uses a technology called cookies. The following information allows the user of FastmoreCrak.com to understand what cookies are and how we use them. When accessing the website, you will have the option to control what cookies will be used during your visits. Please note that there are a series of cookies that enable the core functionalities of the website. The website cannot function properly without these cookies and can only be disabled by changing your browser preferences.<\/p>\n<p>Please read carefully the following information about cookies; we provide this information as we are aware of the value of identity protection and the rights of Internet users, and as we strive to be transparent and comply with the European regulations.<\/p>\n<p>A cookie, also known as an HTTP cookie, web cookie, or browser cookie, is a small piece of data sent from a website and stored in a user’s web browser while the user is browsing that website. Every time the user loads the website, the browser sends the cookie back to the server to notify the website of the user’s previous activity. Cookies are completely passive, they are not software and cannot access information on the user’s hard drive. Cookies are in fact storing information in small text files, which allows the website server to recognize a certain browser – your browser. The server will recognize the browser until the cookie is deleted – any user can do this manually in their browser. Users also have the option to set their own cookie settings in their browser.<\/p>\n<p>Cookies were designed to be a reliable mechanism for websites to remember information (such as items in a shopping cart) or to record the user’s browsing activity (including clicking particular buttons, logging in, or recording which pages were visited by the user as far back as months or years ago). Cookies are the core to the overall use of the Internet as they help create a friendly browsing activity and personalize browsing sessions.<\/p>\n<p>Cookies are not viruses, nor codes which can be executed. They use plain text formats.<\/p>\n<p>There are several types of cookies:<\/p>\n<p>Session cookies, also known as an in-memory cookie or transient cookie, which exists in temporary memory only while the user is reading and navigating the website. Web browsers normally delete session cookies when the user closes the browser.<\/p>\n<p>Persistent cookies will outlast user sessions. They are also called tracking cookies. Even if they are called persistent, a user can always delete the cookies directly from his browser.<\/p>\n<p>Persistent cookies also include third party cookies. While first – party cookies are those from the same domain as shown in the browser’s address bar when you are browsing a website, third party cookies belong to domains different from the one shown in the address bar. Websites can feature third party cookies for banner adverts, for example, such as the ones also posted on this website, which help us fund our activity. The use of such cookies help improve the efficiency of online advertising, this delivering ads with higher chances of being relevant to you. Third party cookies should also respect the current laws and the confidentiality clauses, similarly to the main domain owner.<\/p>\n<p>FastmoreCrak.com also sometimes uses embed videos from other websites, such as YouTube, and pages with this embedded content may present cookies from these websites.<\/p>\n<p>FastmoreCrak.com uses cookies for connection to Linkedin and Facebook – more about Facebook’s privacy policy here, Twitter – allowing readers to share our content or follow it on these social media networks; for our newsletter sign-up via MailChimp, for the WordPress login; for delivering banners via our ad server DoubleClick for Publishers from Google, and for analyzing traffic and session data via Google Analytics – which help us improve our content based on the traffic results – more about Google’s cookie policies here; from Disqus, our commenting system, which allows readers to post comments to articles on this website.<\/p>\n<p>4. Why do we collect and process the data?<\/p>\n<p>Depending on the type of data collected, we have several purposes for collecting the data:<\/p>\n<p>4.1. In order to deliver services to the User or answering the requests received via the forms on our website, respectively sending the newsletters you subscribed to, or the advertising\/ services offer required.<\/p>\n<p>4.2. We may use your name and email address for marketing purposes, for sending you direct advertising via email, about our own products and services or on behalf of our selected partners. Your consent for this purpose can be withdrawn anytime by sending a request to us in one of the ways mentioned in point 6 in the present policy or by updating your preferences or unsubscribing from a newsletter received.<\/p>\n<p>4.3. We may process your personal data in order to fulfill legal obligations imposed by authorities, as exemplified in section 5 of this policy.<\/p>\n<p>4.4. We may process your personal data for the purpose of legitimate interest of Business Insider SRL and third parties, provided that such legitimated interest does not override interests or fundamental rights and freedoms of the User, for the purposes of establishment, exercise or defense of our legal claims, protect ours or third party’s rights, or for the purpose of reorganization, including sale, merger or other divestiture of our business, in whole or in part.<\/p>\n<p>5. To whom might we disclose your personal data?<\/p>\n<p>We do not sell, trade or rent your personal information to others. We may provide your personal data on a strict need-to-know basis, and only when it’s necessary to the following third parties:<\/p>\n<p>service providers which perform services for Business Insider SRL. The services include, for example, the provision of infrastructure and IT services, hosting, maintenance and optimization of the Website, media and marketing services, internal organization services (for ex. CRM), newsletter managing services, backup and recovery services, telecommunications services, IT security services. Unless strictly necessary or required by mandatory law, they are not authorized to disclose or use for their own purposes, the User’s personal data and shall act on behalf of and upon instructions of Business Insider SRL;<br \/>\nauthorities or public institutions, including courts, such us tribunals, regulators, accountants, auditors, or other external consultants to the extent it is required to: (a) fulfill legal obligations imposed on Business Insider SRL; (b) protect and pursue Business Insider SRL’s, the other User’s or third party rights, including intellectual property rights; (c) protect the Business Insider SRL’s, other User’s or third party’s security; (d) perform and execute the rights and obligations provided in the Terms and Conditions;<br \/>\nwhere it’s in our legitimate interest to manage or grow our business, to transaction parties, advisors and consultants for the purpose of an eventual reorganization, including sale, merger or other divestiture of our business, in whole or in part.<br \/>\nAs expressly explained above, we will never disclose your personal information to a third party, with the exception of Business Insider SRL’s employees and collaborators authorised and authorised service providers (hosting, accounting) required to process this information on our behalf or to provide services available on Romania-Insider.com, or if the data disclosure represents a legal obligation of Business Insider SRL, our employees or the persons authorised.<\/p>\n<p>6. What are your rights as the User in relation to personal data?<\/p>\n<p>The right to be informed – it’s in your rights to know, even from the point of collection, what data is collected, how will your data be used, to whom will your data be transferred or divulged and your rights regarding your personal data.<br \/>\nThe right to access the personal data collected about you – you have the right to know if your personal data is being processed and to get access to the data collected.<br \/>\nThe right to rectification of inaccurate personal data – you have the right to change or add to it if your personal data processed is inaccurate or out-of-date.<br \/>\nThe right to erasure of all data stored (right to be forgotten) – you have the right to request and obtain from us the deletion of all personal data collected concerning you, without undue delay. The only exceptions to this concern the data that is used for statistical purposes, to exercise a legal obligation or to state or defend a right in a court of law.<br \/>\nThe right to restriction of processing of personal data – you have the right to restrict the processing of your personal data for a certain period of time, without having it deleted, by sending us a request in this regard, if you need that data for establishing, exercising or defending a right in court.<br \/>\nThe right to data portability – you have the right to receive from us the data that you provided us and give your data to another data controller without opposition or delay.<br \/>\nThe right to object, on grounds relating to your particular situation, at any time to processing of personal data concerning you – for example, you have the right to unsubscribe in every newsletter we send to you and control what type of information you want to receive from us by email, and on the website you can control what information we collect about you through the cookie consent form.<br \/>\nThe right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning you or similarly significantly affects you, except if it is necessary for enforcing a contract between you and us, it is authorised by the European Union or the state law and which also lays down suitable measures to safeguard your or it is based on your explicit consent.<br \/>\nYou can exercise these rights by contacting Business Insider SRL by any of the following means:<\/p>\n<p>By email at contact@fastmorecrak.com<br \/>\nWe will respond to your request within 28 days and we can extend this term for specific reasons, related to the complexity of your request. In all cases, if this period is extended, we will inform you about the extension period and the reasons that led to it.<\/p>\n<p>If we cannot give you access to your data, either for legal reasons or because the identifiers provided by you are not sufficient, we will inform you in due time, having the possibility to offer additional information, or, if the case informing you on the reasons for the refusal.<\/p>\n<p>7. Data Security<\/p>\n<p>We commit to maintaining the security of your data and to ensure that appropriate measures are taken against unlawful or unauthorized processing of personal data, against the accidental loss of, or damage to, personal data, by putting in place the appropriate hardware and software security measures and enforcing the appropriate procedures to maintain the security of all personal data from the point of collection to the point of deletion, including keeping your information confidential by allowing only the authorized people to access the personal data provided.<\/p>\n<p>8. Data retention period<\/p>\n<p>We will not retain your personal information longer than necessary. We will hold onto the information you provide either while your newsletter subscription is in existence or for as long as it’s necessary to provide support-related reporting and trend analysis only. For the information collected via other forms on our website, depending on the scope of your message, we’ll retain your personal data for as long as it’s necessary to address your request.<\/p>\n<p>If legally required or if it is reasonably necessary to meet regulatory requirements, resolve disputes, prevent fraud and abuse, or enforce our Terms and Conditions, we may also retain some of your information for a limited period of time as required, even after you unsubscribe, or it is no longer needed to provide the services to you.<\/p>\n<p>9. Changes in the information note<\/p>\n<p>Please note, that we are committed to constantly reviewing how we process and protect data. Therefore, changes to our policy may occur at any time. We reserve the right to modify our privacy practices and update and make changes to this policy at any time. For this reason, we encourage you to return to this note at all times. This document is current from the date that appears at the top of the document. We will treat your personal data in a manner compatible with the confidentiality notification under which it was collected, unless we have your consent to treat them differently.<\/p>\n<p>10. Information about the Romanian National Authority for Data Protection (AUTORITATEA NAȚIONALĂ PENTRU SUPRAVEGHEREA PRELUCRĂRII DATELOR CU CARACTER PERSONAL – ANSPDCP)<\/p>\n<p>If you consider that your rights, as reflected in the General Data Protection Regulation were infringed, you can file a complaint with ANSPDPC:<\/p>\n<p>Contact data for ANSPDCP are the following:<\/p>\n<p>Address: Romania, Cluj, Cluj-Napoca, Str. Lunii 2 A<\/p>\n<p>Phone: +40.732.039.387<\/p>\n<p>E-mail: anspdcp@dataprotection.ro<\/p>\n<p>Webpage: www.dataprotection.ro[\/vc_column_text][\/vc_column][\/vc_row]\n","protected":false},"excerpt":{"rendered":"<p>[vc_row type=&#8221;in_container&#8221; full_screen_row_position=&#8221;middle&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; overlay_strength=&#8221;0.3&#8243; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_link_target=&#8221;_self&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; bg_image_animation=&#8221;none&#8221;][vc_column_text]Privacy And Cookie Policy 1. General Updated on&#8230;<\/p>\n","protected":false},"author":1,"featured_media":1289,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_mo_disable_npp":""},"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v15.0 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - FastmoreCrak<\/title>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.fastmorecrak.com\/privacy-policy\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - FastmoreCrak\" \/>\n<meta property=\"og:description\" content=\"[vc_row type=&#8221;in_container&#8221; full_screen_row_position=&#8221;middle&#8221; scene_position=&#8221;center&#8221; text_color=&#8221;dark&#8221; text_align=&#8221;left&#8221; overlay_strength=&#8221;0.3&#8243; shape_divider_position=&#8221;bottom&#8221; bg_image_animation=&#8221;none&#8221;][vc_column column_padding=&#8221;no-extra-padding&#8221; column_padding_position=&#8221;all&#8221; background_color_opacity=&#8221;1&#8243; background_hover_color_opacity=&#8221;1&#8243; column_link_target=&#8221;_self&#8221; column_shadow=&#8221;none&#8221; column_border_radius=&#8221;none&#8221; width=&#8221;1\/1&#8243; tablet_width_inherit=&#8221;default&#8221; tablet_text_alignment=&#8221;default&#8221; phone_text_alignment=&#8221;default&#8221; column_border_width=&#8221;none&#8221; column_border_style=&#8221;solid&#8221; bg_image_animation=&#8221;none&#8221;][vc_column_text]Privacy And Cookie Policy 1. General Updated on...\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.fastmorecrak.com\/privacy-policy\/\" \/>\n<meta property=\"og:site_name\" content=\"FastmoreCrak\" \/>\n<meta property=\"article:publisher\" content=\"https:\/\/www.facebook.com\/Hack-The-Zone-346863039496430\" \/>\n<meta property=\"article:modified_time\" content=\"2020-09-17T15:11:24+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.fastmorecrak.com\/wp-content\/uploads\/2019\/07\/FastmoreCrak.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"1920\" \/>\n\t<meta property=\"og:image:height\" content=\"1080\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:creator\" content=\"@FastmoreCrak1\" \/>\n<meta name=\"twitter:site\" content=\"@FastmoreCrak1\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"Organization\",\"@id\":\"https:\/\/www.fastmorecrak.com\/#organization\",\"name\":\"FastmoreCrak\",\"url\":\"https:\/\/www.fastmorecrak.com\/\",\"sameAs\":[\"https:\/\/www.facebook.com\/Hack-The-Zone-346863039496430\",\"https:\/\/twitter.com\/FastmoreCrak1\"],\"logo\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.fastmorecrak.com\/#logo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.fastmorecrak.com\/wp-content\/uploads\/2019\/04\/ENDINGVIDEO-1.jpg\",\"width\":1920,\"height\":1080,\"caption\":\"FastmoreCrak\"},\"image\":{\"@id\":\"https:\/\/www.fastmorecrak.com\/#logo\"}},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.fastmorecrak.com\/#website\",\"url\":\"https:\/\/www.fastmorecrak.com\/\",\"name\":\"FastmoreCrak\",\"description\":\"Ethical Hacking as a Sport\",\"publisher\":{\"@id\":\"https:\/\/www.fastmorecrak.com\/#organization\"},\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":\"https:\/\/www.fastmorecrak.com\/?s={search_term_string}\",\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.fastmorecrak.com\/privacy-policy\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.fastmorecrak.com\/wp-content\/uploads\/2019\/07\/FastmoreCrak.jpg\",\"width\":1920,\"height\":1080},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.fastmorecrak.com\/privacy-policy\/#webpage\",\"url\":\"https:\/\/www.fastmorecrak.com\/privacy-policy\/\",\"name\":\"Privacy Policy - FastmoreCrak\",\"isPartOf\":{\"@id\":\"https:\/\/www.fastmorecrak.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.fastmorecrak.com\/privacy-policy\/#primaryimage\"},\"datePublished\":\"2019-05-24T11:22:47+00:00\",\"dateModified\":\"2020-09-17T15:11:24+00:00\",\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.fastmorecrak.com\/privacy-policy\/\"]}]}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","_links":{"self":[{"href":"https:\/\/www.fastmorecrak.com\/wp-json\/wp\/v2\/pages\/1171"}],"collection":[{"href":"https:\/\/www.fastmorecrak.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.fastmorecrak.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.fastmorecrak.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.fastmorecrak.com\/wp-json\/wp\/v2\/comments?post=1171"}],"version-history":[{"count":7,"href":"https:\/\/www.fastmorecrak.com\/wp-json\/wp\/v2\/pages\/1171\/revisions"}],"predecessor-version":[{"id":1981,"href":"https:\/\/www.fastmorecrak.com\/wp-json\/wp\/v2\/pages\/1171\/revisions\/1981"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.fastmorecrak.com\/wp-json\/wp\/v2\/media\/1289"}],"wp:attachment":[{"href":"https:\/\/www.fastmorecrak.com\/wp-json\/wp\/v2\/media?parent=1171"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}